import { Component } from '@angular/core';

@Component({
  selector: 'app-root',
  templateUrl: './app.component.html',
  styleUrls: ['./app.component.css']
})
export class AppComponent {
  title = 'RAsistant';
  myCheck = `          Queen Country Club
    пгт. Козин, Столичное шоссе, 55
        +38 - 068 - 1111 - 888
Чек # 192264  стол # VIP005       Гостей 4
05.07.19      открыт 20:30    печать 00:05
Кассир:   Самойлова Елена
Официант: Кулишов Андрей
Блюдо                    Кол-во      Сумма
------------------------------------------
Джек дениалс   	          12.00     150.00
Кола 0,33                  1.00      45.00
Просеко Роза               1.00     260.00
------------------------------------------
Всего:                              455.00
------------------------------------------
Скидка 20%                          -91.00
Обслуживание 10%                     45.50
------------------------------------------
Итого к оплате:                     409.50
Гривна                              409.50
------------------------------------------
Вознаграждение официанту приветствуется
 но всегда остается на Ваше усмотрение.`
}